package aldmitry.dev.learningenglish.model

const val aboutApp_text = "Программа English Learning предназначена для тренировок и изучения базовых конструкций в Английском языке. Уроки разделены на категории," +
        " каждая из которых содержит набор предложений и речевых оборотов и кроме того, доступна для добавления собственных текстов пользователя. В процессе тренировки " +
        "вам надо составить текст из предлагаемого набора слов, расположив их в правильном порядке. Также существует возможность изучать новые слова, для этого в " +
        "соответствующей категории доступен особый вид тренировки, когда пользователь в случайном порядке выбирает из списка/вводит изучаемое слово, либо его перевод." +
        "\nУспехов в обучении!\nСвязаться с разработчиком:\n＠  al.dmitriy.dev@gmail.com"